import React from 'react';

const page = () => {
  return (
    <div className="min-h-[calc(100vh-330px)] bg-dark text-white px-5 lg:px-[150px] pt-[90px] pb-[60px]">
      <div className="container">
        <div className="text-[40px] font-bold">শর্তাবলী ও শর্তাদি</div>

        <div className="flex flex-col gap-7 opacity-65 mt-7 text-2xl">
          <p>
            স্বাগতম। এই শর্তাবলী এবং শর্তাদি আমাদের ওয়েবসাইট এবং তার সমস্ত সেবার ব্যবহারের শর্তাবলী
            স্থাপন করে।
          </p>

          <p>
            শর্তাবলী এবং শর্তাদির গ্রহণ: আমাদের ওয়েবসাইট ব্যবহার করে, আপনি এই শর্তাবলী এবং
            সম্পর্কিত সমস্ত বিধি ও নীতিগুলির সাথে সম্মত হন।
          </p>

          <p>
            ব্যবহার: আপনি এই ওয়েবসাইট ব্যবহার করতে অনুমোদিত আইন এবং বিধিমালা অনুযায়ী হতে সম্মত হন
            এবং অন্যদের অধিকার লঙ্ঘন করতে সম্মত হন।
          </p>

          <p>
            বিষয়বস্তু: আমরা পুরোপুরি আমাদের শর্তাবলী লঙ্ঘন বা অপমান মনে করা কোনও বিষয়বস্তু মধ্যমে
            মোড়ারেট, পরিবর্তন বা মুছে দেওয়ার অধিকার সংরক্ষণ করি।
          </p>

          <p>
            গোপনীয়তা: আমরা আপনার গোপনীয়তা সম্মান করি। আপনার ব্যক্তিগত তথ্য সুরক্ষিত এবং আমাদের
            গোপনীয়তা নীতি অনুযায়ী ব্যবহৃত হবে।
          </p>

          <p>
            পরিবর্তন: আমরা সময় সময় এই শর্তাবলী পরিবর্তন করতে পারি বিনা পূর্ববর্তী নোটিশ। এই
            পরিবর্তনগুলির পরেও আমাদের ওয়েবসাইট ব্যবহার করতে থাকলে, আপনি নতুন শর্তাবলী এবং শর্তাদি
            সাথে সম্মত হন।
          </p>

          <p>
            যোগাযোগ: যদি আপনার এই শর্তাবলী এবং শর্তাদি সম্পর্কে কোনও প্রশ্ন থাকে, দয়া করে আমাদের
            ওয়েবসাইটে উল্লিখিত যোগাযোগের তথ্য দিয়ে আমাদের সাথে যোগাযোগ করুন।
          </p>
        </div>
      </div>
    </div>
  );
};

export default page;
