import React from 'react';

const page = () => {
  return (
    <div className="min-h-[calc(100vh-330px)] bg-dark text-white px-5 lg:px-[150px] pt-[90px] pb-[60px]">
      <div className="container">
        <div className="text-[40px] font-bold">গোপনীয়তা নীতি</div>

        <div className="flex flex-col gap-7 opacity-65 mt-7 text-2xl">
          <p>
            এই গোপনীয়তা নীতি ব্যাখ্যা করে যে, আমরা আপনার ব্যক্তিগত তথ্য সংগ্রহ, ব্যবহার এবং সুরক্ষা
            করি কিভাবে যখন আপনি আমাদের ওয়েবসাইট এবং পরিষেবাগুলি ব্যবহার করেন।
          </p>

          <p>তথ্য সংগ্রহ এবং ব্যবহার</p>

          <p>
            আমরা আপনার নাম, ইমেল ঠিকানা, ফোন নম্বর, অন্যান্য যোগাযোগের তথ্য, আপনার ওয়েব ব্রাউজার,
            আইপি ঠিকানা এবং আপনার ডিভাইস যেসব প্রযুক্তিগত বিশদ সরবরাহ করে সেরকম বিবিধ তথ্য সংগ্রহ
            করতে পারি।
          </p>

          <p>
            আমরা সংগ্রহ করা তথ্য ব্যবহার করি আমাদের পরিষেবা সরবরাহ, উন্নতি এবং উন্নতি, আপনার সাথে
            যোগাযোগ, আমাদের ওয়েবসাইট পরিপ্রেক্ষিত এবং পরিষেবার আধিকারিক কর্তব্য পরিপালনের জন্য।
          </p>

          <p>ব্যক্তিগত তথ্যের সুরক্ষা</p>

          <p>
            আমরা অননুমোদিত অ্যাক্সেস, পরিবর্তন, প্রকাশ বা ধ্বংস থেকে আপনার ব্যক্তিগত তথ্য সুরক্ষার
            জন্য যথাযথ সুরক্ষা ব্যবস্থা গ্রহণ করি। তবে, আমরা ইন্টারনেটে তথ্যের পূর্ণ সুরক্ষা নিশ্চিত
            করতে পারি না।
          </p>

          <p>কুকি ব্যবহার</p>

          <p>
            আমাদের ওয়েবসাইট তথ্য সংগ্রহের জন্য কুকি ব্যবহার করে। আপনি আপনার ওয়েব ব্রাউজারে কুকি
            অক্ষম করতে পারেন, তবে এটি ওয়েবসাইটের কিছু বৈশিষ্ট্যের অ্যাক্সেস সীমাবদ্ধ করতে পারে।
          </p>

          <p>গোপনীয়তা নীতি পরিবর্তন</p>

          <p>
            আমরা সময় সময়ে আমাদের গোপনীয়তা নীতি আপডেট করতে পারি। আমরা যেকোনো পরিবর্তন করার সময়
            আপনাকে নতুন গোপনীয়তা নীতি পোস্ট করে জানাব।
          </p>

          <p>যোগাযোগের তথ্য</p>

          <p>
            আমাদের গোপনীয়তা নীতি সম্পর্কে যদি আপনার কোন প্রশ্ন থাকে, তাহলে আমাদের সাথে যোগাযোগ
            করুন।
          </p>

          <p>আমাদের ওয়েবসাইট দে</p>
        </div>
      </div>
    </div>
  );
};

export default page;
